@extends('layouts.app_page')
@section('content')
    <main class="main main-background page " id="main">
        <section class="terms-section container">
            <h2 class="title-h2 mb-4">Правила і умови (Terms and Conditions)</h2>
            <p>
                Фізична особа-підприємець (ФОП) Сваренчук Анна Анатоліївна, яка здійснює діяльність відповідно до законодавства України, пропонує послуги оренди спортивних майданчиків, спортивного інвентарю та проведення тренувань через систему онлайн-бронювання на своєму веб-сайті.
            </p>

            <h3 class="title-h3 mt-3">Порядок надання послуг:</h3>
            <ul class="terms-list">
                <li>Виберіть необхідну послугу (оренда спортивного майданчика, спортивного інвентарю, тренування) на веб-сайті.</li>
                <li>Оберіть дату та час бронювання.</li>
                <li>Заповніть контактну інформацію.</li>
                <li>Здійсніть оплату за допомогою платіжної системи Wayforpay.</li>
                <li>Після підтвердження оплати ви отримаєте повідомлення на електронну пошту з деталями бронювання.</li>
            </ul>

            <p><strong>Способи оплати:</strong> онлайн-оплата Visa, MasterCard через Wayforpay.</p>
            <p><strong>Умови доставки:</strong> без фізичної доставки, підтвердження надсилається на email.</p>

            <div class="contact-info mt-4">
                <h3 class="title-h3">Контактна інформація:</h3>
                <p><strong>ФОП:</strong> Сваренчук Анна Анатоліївна</p>
                <p><strong>ІПН:</strong> 3796905520</p>
                <p><strong>Юридична адреса:</strong> Україна, 11703, Житомирська обл., м. Звягель, вул. Герасимчука Дмитра, 11, кв. 88</p>
                <p><strong>Фактична адреса:</strong> вул. Івана Сірка, 54, Житомир</p>
                <p><strong>Телефон:</strong> +380 97 374 3464</p>
                <p><strong>Email:</strong> atmosphera@bb-crm.com</p>
            </div>
        </section>
    </main>
@endsection
